import React from "react";

import './style.css';

const Footer = props => (
    <footer>
        <div className="footer">
            <span id="rules">
                Сайт UrMarket.online предоставляет подбор микрофинансовых предложений абсолютно бесплатно и не берет никаких дополнительных комиссий за предоставляемые услуги. Итоговые условия: ставки и срок погашения займа, могут отличаться от тех, что указаны на сайте, так как зависят от выбранной вами микрофинансовой организации. Ставки по займам варьируются от 0% до 1% в день. Срок у представленных займов может быть от 1 до 365 дней. Следовательно, минимальный срок погашения займа - 1 день, а максимальный срок погашения займа - 365 дней.
                <br/>
                <br/>
                При несоблюдении выплат в срок, предусмотренный в договоре, появляется штраф за просрочку займа.
                <br/>
                <br/>
                Информация о займах не является офертой или публичной офертой: конечные условия для выдачи конкретного займа определяются на сайте конкретной микрофинансовой организации в индивидуальном порядке.
                <br/>
                <br/>
                Пример расчета по займу на сумму 10 000 гривен сроком на 10 недель, т. е. на 70 дней, по ставке 0,75% в день — сумма процентов за весь период составит 5 250 гривен. Общая выплата будет равна 14 250 гривен.
                <br/>
                <br/>
                При несоблюдении выплат в срок, предусмотренный в договоре, появляется штраф за просрочку займа. Проценты за пользование суммой займа при нарушении срока возврата займа и начисленных процентов на 10 дней (10% от суммы займа) — 1 000 гривен. Пеня на сумму займа в размере 20% годовых от суммы займа начисляется за просрочку возврата займа на 10 дней составит 51,7 гривен. Сумма к возврату при нарушении срока возврата займа и начисленных процентов на 10 дней: 14 250 + 1 000 + 51,7 = 15 301,7 гривен.
                <br/>
                <br/>
            </span>
            <span id="partnersTitle">Наши основные партнеры среди МФО:</span> <span id="ourPartners">Ваша Готивочка, Money4you, Mycredit, Credit Kasa, Koshelok, Качай гроші, global credit, Alex Credit, Dinero, Е-Гроши, MONETKA, Moneyveo, Сredit Plus, Forza Credit, SOS CREDIT, Credit7, Verocash, CreditBox, CCloan, Kf UA.</span>
            <br/>
                <br/>
                    <span id="address">UrMarket - 03040, г. Киев, ул.Васильковская,14</span>

        </div>
    </footer>
);

export default Footer;